Repository: DiplomAlex/diplom
Catalog: cutecms/application/i18n/*/catalog.po
Languages: ru

source: All
ru: Все

source: No rows were selected for mass action
ru: Не выбраны строки

source: Rows were activated
ru: Строки активированы

source: Some rows were not activated
ru: Некоторые строки не активированы

source: Rows were deactivated
ru: Строки деактивированы

source: Some rows were not deactivated
ru: Некоторые строки не были деактивированы

source: Rows were deleted
ru: Строки удалены

source: Some rows were not deleted
ru: Некоторые строки не удалось удалить

source: Page edition cancelled
ru: Редактирование страницы отменено

source: Form validation failed
ru: Ошибка валидации формы

source: Attribute saved
ru: Атрибут сохранен

source: Attribute "%1$s" deleted
ru: Атрибут "%1$s" удален

source: Unable to delete attribute "%1$s"
ru: Невозможно удалить атрибут "%1$s"

source: Group edition cancelled
ru: Редактирование набора отменено

source: Group saved
ru: Набор сохранен

source: Group "%1$s" deleted
ru: Набор "%1$s" удален

source: Category saved
ru: Категория сохранена

source: Category "%1$s" deleted
ru: Категория "%1$s" удалена

source: Unable to delete category "%1$s" (%2$s)
ru: Невозможно удалить категорию "%1$s" (%2$s)

source: Item edition cancelled
ru: Редактирование товара отменено

source: Item saved
ru: Товар сохранен

source: Item "%1$s" deleted
ru: Товар удален

source: Unable to delete item "%1$s" (%2$s)
ru: Невозможно удалить товар "%1$s" (%2$s)

source: catalog
ru: каталог

source: Delete attribute
ru: Удаление атрибута

source: Do you really want do delete this attribute:"%1$s (%2$s)"
ru: Вы действительно хотите удалить этот атрибут:"%1$s (%2$s)"

source: Edit attribute
ru: Редактирование атрибута

source: Sorting
ru: Сортировка

source: Actions
ru: Действия

source: Edit
ru: Править

source: Delete
ru: Удалить

source: New
ru: Создать

source: Delete group
ru: Удаление набора атрибутов

source: Do you really want do delete this attribute group:"%1$s (%2$s)"
ru: Вы действительно хотите удалить этот набор:"%1$s (%2$s)"

source: Edit attribute group
ru: Измерение набора атрибутов

source: Attributes
ru: Атрибуты

source: Delete category
ru: Удаление категории

source: Do you really want do delete this category:"%1$s"
ru: Вы действительно хотите удалить эту категорию:"%1$s"

source: Edit category
ru: Редактирование категории

source: Do you really want do delete this item:"%1$s (%2$s)"
ru: Вы действительно хотите удалить этот товар:"%1$s (%2$s)"

source: Create attribute
ru: Создание атрибута

source: Code
ru: Код

source: Type
ru: Тип

source: Default value
ru: Значение по-умолчанию

source: Attribute value variants
ru: Варианты значений

source: Attribute groups
ru: Наборы

source: Text
ru: Текст

source: Value
ru: Значение

source: int
ru: целое число

source: decimal
ru: сумма

source: datetime
ru: дата

source: string
ru: строка

source: text
ru: текст

source: variant
ru: вариант

source: Create item
ru: Создание товара

source: Edit item
ru: Редактирование товара

source: Delete item
ru: Удаление товара

source: brule_item.percentDiscount
ru: Скидка в процентах

source: brule_item.userPersonalDiscount
ru: Персональная скидка пользователя

source: attribute_status.enabled
ru: видимый

source: attribute_status.disabled
ru: невидимый

source: bundle_status.enabled
ru: видимый

source: bundle_status.disabled
ru: невидимый

source: SKU
ru: Артикул

source: filter_name
ru: по наименованию

source: filter_extender
ru: по наполнителю

source: filter_automate
ru: по автомату

source: LinkToSite
ru: Привязать к сайту

source: UnlinkFromSite
ru: Оменить привязку к сайту

source: categoryDesign.items
ru: Товары

source: categoryDesign.subCategories
ru: Подкатегории

source: categoryDesign.subCategoriesBig
ru: Большие подкатегории

source: Create attribute group
ru: Создание набора атрибутов

source: Parent group
ru: Родительский набор

source: Create category
ru: Создание категории

source: Parent category
ru: Родительская категория

source: Material
ru: Материал
