Repository: DiplomAlex/diplom
Catalog: cutecms/application/i18n/*/social.po
Languages: ru

source: Message cancelled
ru: Сообщение отменено

source: Error sending message
ru: Ошибка

source: Message was sent
ru: Сообщение отправлено

source: subject.isEmpty
ru: Укажите тему сообщения

source: body.isEmpty
ru: Введите текст сообщения

source: Create Advert
ru: Создание объявления

source: Edit Advert
ru: Редактирование объявления

source: Delete advert
ru: Удаление объявления

source: Do you really want do delete this advert:"%1$s"
ru: Вы действительно хотите удалить это объявление:"%1$s"

source: price.stringLengthTooLong
ru: Неправильно указана цена

source: qty.stringLengthTooLong
ru: Неправильно указано количество

source: Edit advert
ru: Редактирование объявления

source: Create advert
ru: Создание объявления
